-- table: lab.s1_blob_family
-- range in sequence: Full
/*
  DIFF COLUMNS ╏ `COL VARCHAR`  ╏                       `COL TEXT`                         
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
  source data  ╏ 'ä½ å¥½ä¸–ç•Œ' ╏ x'c3a4c2bdc2a0c3a5c2a5c2bdc3a4c2b8e28093c3a7e280a2c592'  
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
  target data  ╏ '你好世界'     ╏ x'c3a4c2bdc2a0c3a5c2a5c2bdc3a4c2b8e28093c3a7e280a2c592'  
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
*/
REPLACE INTO `lab`.`s1_blob_family`(`id`,`col_varchar`,`col_text`,`col_blob`,`col_varbinary`,`col_tinyblob`,`col_mediumblob`,`description`) VALUES (3,'ä½ å¥½ä¸–ç•Œ',x'c3a4c2bdc2a0c3a5c2a5c2bdc3a4c2b8e28093c3a7e280a2c592',x'e4bda0e5a5bde4b896e7958c',x'e4bda0e5a5bde4b896e7958c',x'e4bda0e5a5bde4b896e7958c',x'e4bda0e5a5bde4b896e7958c','UTF-8 Chinese');
/*
  DIFF COLUMNS ╏   `COL VARCHAR`   ╏                      `COL TEXT`                        
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
  source data  ╏ 'Emoji: ðŸŽ‰ðŸš€' ╏ x'456d6f6a693a20c3b0c5b8c5bde280b0c3b0c5b8c5a1e282ac'  
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
  target data  ╏ 'Emoji: 🎉🚀'     ╏ x'456d6f6a693a20c3b0c5b8c5bde280b0c3b0c5b8c5a1e282ac'  
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╋╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
*/
REPLACE INTO `lab`.`s1_blob_family`(`id`,`col_varchar`,`col_text`,`col_blob`,`col_varbinary`,`col_tinyblob`,`col_mediumblob`,`description`) VALUES (4,'Emoji: ðŸŽ‰ðŸš€',x'456d6f6a693a20c3b0c5b8c5bde280b0c3b0c5b8c5a1e282ac',x'456d6f6a693a20f09f8e89f09f9a80',x'456d6f6a693a20f09f8e89f09f9a80',x'456d6f6a693a20f09f8e89f09f9a80',x'456d6f6a693a20f09f8e89f09f9a80','UTF-8 Emoji');
